tutorials/incompressible/pimpleSolver/laminar/oscillatingInletACMI2D/system/decomposeParDict
/*---------------------------------------------------------------------------*
Caelus 9.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

numberOfSubdomains 4;

method          scotch;

hierarchicalCoeffs
{
    n               (1 4 1);
    delta           0.001;
    order           xyz;
}


// ************************************************************************* //
